Revit 2027 API
ParameterTypeId.TrussFamilyVertWebAngleParam Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyVertWebAngleParam { get; }
Public Shared ReadOnly Property TrussFamilyVertWebAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyVertWebAngleParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyVertWebAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace